cef-minimal-obs-bin
coursier
debtap
etcher-bin
game-devices-udev
google-chrome
google-java-format
goverlay-bin
hashcat-git
heroic-games-launcher-bin
jetbrains-toolbox
libajantv2
moar
nohang-git
nvm
obs-gstreamer
obs-studio-tytan652
obs-vaapi
obs-vkcapture-git
pandoc-bin
panwriter
paru
protonup-qt-bin
python2
python310
qtscrcpy
rpcs3-bin
rpi-imager-bin
rstudio-desktop-bin
scala
scala-docs
scala-sources
scalafmt
stacer
thunderbird-bin
ttf-ms-win11-auto
visual-studio-code-bin
vlc-luajit
