an-anime-game-launcher-bin
cef-minimal-obs-bin
coursier
debtap
etcher-bin
game-devices-udev
google-chrome
google-java-format
goverlay-bin
hashcat-git
heroic-games-launcher-bin
jetbrains-toolbox
lib32-mangohud
libpipewire02
mangohud
moar-git
nohang-git
notion-app
nvm
obs-gstreamer
obs-studio-tytan652
obs-vaapi
obs-vkcapture-git
opencl-amd
pandoc-bin
panwriter
paru
pcsx2
protonup-qt-bin
python2
qtscrcpy
rpi-imager-bin
rstudio-desktop-bin
scala
scala-docs
scala-sources
scalafmt
sddm-git
showmethekey
stacer
thunderbird-bin
ttf-ms-win11-auto
uxplay-git
visual-studio-code-bin
vlc-luajit
