cef-minimal-obs-bin
debtap
etcher-bin
game-devices-udev
gconf
google-chrome
google-java-format
goverlay-bin
inxi
jetbrains-toolbox
kwin-bismuth-bin
lib32-mangohud
mangohud
nerd-fonts-fira-code
nerd-fonts-jetbrains-mono
nohang-git
nvm
obs-gstreamer
obs-studio-tytan652
obs-vkcapture-git
parsec-bin
paru
protonup-qt
python2-support
qtscrcpy
rstudio-desktop-bin
sddm-git
showmethekey
stacer
thunderbird-bin
ttf-ms-fonts
via-bin
virtualbox-ext-oracle
visual-studio-code-bin
vlc-luajit
