adobe-source-sans-fonts
amf-headers
android-tools
ant
apparmor
appmenu-gtk-module
arch-audit
ardour
ark
aspnet-runtime
audacity
autoconf
automake
base
bat
biber
binutils
bison
blender
bluez-utils
boost
bridge-utils
btop
ccache
ccls
cheese
cmake
cups
darktable
dfu-util
diff-so-fancy
discord
dmidecode
dnsmasq
docker
dolphin
dosbox
dotnet-runtime
dotnet-sdk
duf
dust
easyeffects
efibootmgr
egl-wayland
electron
elisa
extra-cmake-modules
fakeroot
fd
file
filezilla
findutils
firefox
firewalld
flake8
flatpak
flex
fwupd
fzf
gamemode
gamescope
gawk
gcc
gcc-fortran
gettext
gimp
git
glow
gnome-keyring
go
gparted
gperf
gradle
grep
groff
gst-plugin-pipewire
gwenview
gzip
handbrake
hddtemp
hdparm
helix
helvum
htop
imagemagick
inkscape
intel-ucode
iptables-nft
iwd
jack-example-tools
java-openjfx
java11-openjfx
jdk-openjdk
jdk11-openjdk
jq
jre-openjdk
jre11-openjdk
jre17-openjdk
jupyter-notebook
jupyterlab
jupyterlab-widgets
kate
kdeconnect
kdenlive
kdialog
kinit
kitty
kolourpaint
kompare
konsole
kotlin
krename
krita
krusader
ksysguard
kvantum
latte-dock
lazygit
lib32-gamemode
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mesa
lib32-mesa-vdpau
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-pipewire
lib32-pipewire-jack
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-vulkan-radeon
libappindicator-gtk3
libguestfs
libpipewire02
libpulse
libratbag
libreoffice-fresh
libtool
libva-mesa-driver
linux
linux-firmware
linux-headers
lldb
lsd
lsp-plugins-docs
lua-language-server
luarocks
lutris
lynis
m4
make
man-db
man-pages
mariadb-libs
maven
mesa
mesa-vdpau
mlocate
mold
mosquitto
mplayer
mpv
mupdf
nano
ncdu
neofetch
neovim
net-tools
networkmanager
ninja
nodejs-lts-gallium
npm
okular
openbsd-netcat
openssh
openvr
packagekit-qt5
pacman
pandoc
pandoc-crossref
patch
pcsx2
perf
php
pinta
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
plasma-meta
plasma-wayland-protocols
plasma-wayland-session
postgresql
postgresql-old-upgrade
prettier
procs
psensor
pypy
pypy3
python-kivy
python-lsp-server
python-magic
python-pip
python-pyqt5
python2
qbittorrent
qemu-desktop
qmk
qpwgraph
r
ranger
realtime-privileges
reflector
ripgrep
rkhunter
rlwrap
rsync
ruby
rust-analyzer
rustup
samba
scrcpy
sed
shellcheck
smartmontools
sndio
spectacle
speedtest-cli
sshfs
starship
steam
stylua
sudo
sweeper
sysstat
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tk
tldr
tmux
trash-cli
tree
ttf-iosevka-nerd
umbrello
unrar
vamp-plugin-sdk
vde2
vi
vim
virt-manager
virt-viewer
vulkan-radeon
wf-recorder
wget
which
wine-gecko
wine-mono
wine-staging
winetricks
wireguard-tools
wireless-regdb
wireless_tools
wireplumber
wl-clipboard
xclip
xdg-desktop-portal-gtk
xdg-utils
xdotool
xf86-video-amdgpu
xf86-video-ati
xorg-font-util
xorg-server
xorg-xeyes
xorg-xhost
xorg-xinit
xorg-xwininfo
yad
yarn
zam-plugins
zita-at1
zita-dpl1
zsh
