adobe-source-sans-fonts
alacritty
amf-headers
android-tools
ant
apparmor
appmenu-gtk-module
arc-gtk-theme
arc-icon-theme
arch-audit
ardour
ark
aspnet-runtime
audacity
autoconf
automake
base
bat
bc
biber
binutils
bison
blas-openblas
blas64-openblas
blender
bluez-utils
boost
bottom
bridge-utils
btop
ccache
ccls
cheese
clamtk
cmake
colordiff
composer
cups
darktable
ddcutil
dfu-util
diff-so-fancy
dmidecode
dnsmasq
docker
dolphin
dosbox
dotnet-runtime
dotnet-sdk
duf
dust
efibootmgr
egl-wayland
electron
elisa
extra-cmake-modules
fakeroot
fd
ffmpegthumbs
file
filezilla
findutils
firefox
firefox-developer-edition
firewalld
flake8
flatpak
flex
fwupd
fzf
gamemode
gamescope
gawk
gcc
gcc-fortran
gettext
gimp
git
gnome-keyring
go
gparted
gperf
gradle
grep
groff
grpc
gst-libav
gst-plugin-pipewire
gst-plugins-ugly
gstreamer-vaapi
gwenview
gzip
handbrake
hddtemp
hdparm
helix
help2man
highlight
htop
imagemagick
inkscape
intel-ucode
inxi
iptables-nft
iwd
jack-example-tools
java-openjfx
jconvolver
jdk-openjdk
jdk11-openjdk
jdk17-openjdk
john
jq
jre-openjdk
jre11-openjdk
jre17-openjdk
jupyter-notebook
jupyter-server-ydoc
jupyterlab
jupyterlab-widgets
kate
kcalc
kdeconnect
kdegraphics-thumbnailers
kdenlive
kdialog
kdiskmark
kinit
kitty
kolourpaint
konsole
krita
ksysguard
kvantum
lazygit
lib32-dbus-glib
lib32-gamemode
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk2
lib32-gtk3
lib32-libappindicator-gtk2
lib32-libdbusmenu-glib
lib32-libdbusmenu-gtk2
lib32-libindicator-gtk2
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxcrypt-compat
lib32-libxinerama
lib32-libxslt
lib32-llvm
lib32-mangohud
lib32-mesa
lib32-mesa-vdpau
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-pipewire
lib32-pipewire-jack
lib32-sdl2
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-vulkan-radeon
libappindicator-gtk3
libguestfs
libpulse
libratbag
libreoffice-fresh
libtool
libudev0-shim
libva-mesa-driver
libxcrypt-compat
linux
linux-firmware
linux-headers
lld
lldb
llvm
lsd
lsp-plugins-docs
lua-language-server
lua-posix
luarocks
lutris
lynis
m4
make
man-db
man-pages
mangohud
mariadb-libs
maven
memtester
mesa
mesa-vdpau
meson
mlocate
mokutil
mold
mosquitto
mplayer
mpv
mupdf
nano
ncdu
neofetch
neovide
neovim
net-tools
nethogs
networkmanager
ninja
nlohmann-json
nm-connection-editor
nmap
nodejs-lts-gallium
notepadqq
noto-fonts-cjk
noto-fonts-emoji
npm
nvme-cli
obsidian
okular
openbsd-netcat
opencl-headers
openssh
openssl-1.1
openvr
otf-font-awesome
packagekit
packagekit-qt5
pacman
patch
pavucontrol
pdfjs
pdftk
perf
php
pinta
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
plasma-meta
plasma-wayland-protocols
plasma-wayland-session
postgresql
postgresql-old-upgrade
prettier
procs
psensor
pypy
pypy3
python-adblock
python-cairosvg
python-fonttools
python-kivy
python-lsp-server
python-magic
python-opencv
python-pip
python-protobuf
python-pyqt5
python-pytest
python-qscintilla-qt5
python-scipy
qbittorrent
qemu-desktop
qmk
qpwgraph
qt6-tools
qt6-wayland
qutebrowser
r
ranger
realtime-privileges
rebuild-detector
reflector
ripgrep
rkhunter
rlwrap
rocm-opencl-sdk
rsync
rustup
samba
sbt
scrcpy
screen
sddm
sed
shellcheck
smartmontools
sndio
spectacle
speech-dispatcher
speedtest-cli
sshfs
starship
steam
steam-native-runtime
stress
stylua
sudo
sweeper
synfigstudio
sysstat
texinfo
texlive-basic
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-mathscience
texlive-meta
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
tk
tldr
tmux
trash-cli
tree
ttf-firacode-nerd
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
typescript
unrar
valgrind
vamp-plugin-sdk
vde2
vi
vim
virt-manager
virt-viewer
vulkan-radeon
w3m
websocketpp
wget
which
wine-gecko
wine-mono
wine-staging
winetricks
wireguard-tools
wireless-regdb
wireless_tools
wireplumber
wireshark-qt
wl-clipboard
xclip
xdg-utils
xdotool
xf86-video-amdgpu
xf86-video-ati
xorg-font-util
xorg-server
xorg-server-devel
xorg-xeyes
xorg-xhost
xorg-xinit
xorg-xwininfo
yarn
ytfzf
yuzu
zam-plugins
zita-at1
zita-dpl1
zsh
